Repository: honganhkhoa/Surround
Catalog: Surround/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, th, vi, zh_hans, zh_hant

source: Opening game…
de: Partie wird geöffnet …
es: Abriendo partida…
fr: Ouverture de la partie…
ja: 対局を開いています…
ko: 대국을 여는 중…
pt_br: Abrindo partida…
pt_pt: A abrir a partida…
th: กำลังเปิดเกม…
vi: Đang mở ván đấu…
zh_hans: 正在打开对局…
zh_hant: 正在開啟對局…

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
pt_pt: Tentar novamente
th: ลองอีกครั้ง
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: The game may have ended or could not be loaded. Please try again.
de: Die Partie ist möglicherweise beendet oder konnte nicht geladen werden. Versuche es bitte erneut.
es: Es posible que la partida haya terminado o que no se haya podido cargar. Inténtalo de nuevo.
fr: La partie est peut-être terminée ou n’a pas pu être chargée. Veuillez réessayer.
ja: 対局が終了したか、読み込めなかった可能性があります。もう一度お試しください。
ko: 대국이 종료되었거나 불러오지 못했을 수 있습니다. 다시 시도해 주세요.
pt_br: A partida pode ter terminado ou talvez não tenha sido possível carregá-la. Tente novamente.
pt_pt: A partida pode ter terminado ou não ter sido possível carregá-la. Tente novamente.
th: เกมอาจจบลงแล้วหรือไม่สามารถโหลดได้ โปรดลองอีกครั้ง
vi: Ván đấu có thể đã kết thúc hoặc không tải được. Vui lòng thử lại.
zh_hans: 对局可能已结束或无法加载。请重试。
zh_hant: 對局可能已結束或無法載入。請再試一次。

source: Unable to open game
de: Partie kann nicht geöffnet werden
es: No se pudo abrir la partida
fr: Impossible d’ouvrir la partie
ja: 対局を開けません
ko: 대국을 열 수 없음
pt_br: Não foi possível abrir a partida
pt_pt: Não foi possível abrir a partida
th: ไม่สามารถเปิดเกมได้
vi: Không thể mở ván đấu
zh_hans: 无法打开对局
zh_hant: 無法開啟對局

source: — players may drop mid-game
de: — Spieler können während der Partie aussteigen
es: — los jugadores pueden retirarse durante la partida
fr: - les participants peuvent quitter pendant la partie
ja: ー プレーヤーは、途中でも対局を抜けられます。
ko: — 대국 도중에 플레이어가 나갈 수 있습니다
pt_br: — os jogadores podem sair durante a partida
pt_pt: — os jogadores podem sair a meio da partida
th: — ผู้เล่นอาจออกจากเกมระหว่างเล่นได้
vi: — người chơi có thể bỏ cuộc giữa chừng
zh_hans: — 对局中途允许玩家退出
zh_hant: — 玩家可在對局途中退出

source: -%.1f points
de: -%.1f Punkte
es: -%.1f puntos
ja: -%.1f目
ko: -%.1f집
pt_br: -%.1f pontos
pt_pt: -%.1f pontos
th: -%.1f แต้ม
vi: -%.1f mục
zh_hans: -%.1f目
zh_hant: -%.1f 目

source: [**Alexandru Cristescu**](https://github.com/acristescu), for creating the [**Sente**](https://github.com/acristescu/OnlineGo) Android app for OGS and making it open source. The process of creating this Android app, along with the project itself have been great reference materials for me during development.
de: [**Alexandru Cristescu**](https://github.com/acristescu) für die Entwicklung der quelloffenen OGS-Android-App [**Sente**](https://github.com/acristescu/OnlineGo). Sowohl der Entwicklungsprozess als auch das Projekt selbst waren für mich während der Entwicklung wertvolle Referenzen.
es: A [**Alexandru Cristescu**](https://github.com/acristescu), por crear la app para Android [**Sente**](https://github.com/acristescu/OnlineGo) para OGS y publicarla como código abierto. Tanto el proceso de creación de esta app para Android como el proyecto en sí han sido excelentes materiales de referencia durante el desarrollo.
fr: [**Alexandru Cristescu**](https://github.com/acristescu), pour la création du client OGS open-source [**Sente**](https://github.com/acristescu/OnlineGo) pour Android. Le procédé de création de cette application ainsi que du projet en tant que tel ont étés une précieuse aide pour moi pendant le développement.
ja: [「**Sente**」](https://github.com/acristescu/OnlineGo) というAndroid用アプリを作り、オープンソースで提供してくれて、[**Alexandru Cristescu**](https://github.com/acristescu)にありがとうございます。このAndroidアプリのプロジェクトはSurroundの開発には大変参考なりました。
ko: OGS용 [**Sente**](https://github.com/acristescu/OnlineGo) Android 앱을 만들고 오픈 소스로 공개하여 개발에 훌륭한 참고 자료를 제공해 준 [**Alexandru Cristescu**](https://github.com/acristescu)에게 감사드립니다.
pt_br: [**Alexandru Cristescu**](https://github.com/acristescu), por criar o app [**Sente**](https://github.com/acristescu/OnlineGo) para OGS no Android e disponibilizá-lo como código aberto. O processo de criação desse app Android e o próprio projeto foram ótimas referências durante o desenvolvimento.
pt_pt: A [**Alexandru Cristescu**](https://github.com/acristescu), por ter criado a app [**Sente**](https://github.com/acristescu/OnlineGo) para Android destinada ao OGS e por a ter disponibilizado como código aberto. O processo de criação desta app para Android, bem como o próprio projeto, foram excelentes materiais de referência para mim durante o desenvolvimento.
th: [**Alexandru Cristescu**](https://github.com/acristescu) ผู้สร้างแอป [**Sente**](https://github.com/acristescu/OnlineGo) สำหรับ Android เพื่อใช้งาน OGS และเผยแพร่เป็นโอเพนซอร์ส ทั้งกระบวนการสร้างแอปและตัวโครงการเป็นแหล่งอ้างอิงที่ยอดเยี่ยมระหว่างการพัฒนา
vi: [**Alexandru Cristescu**](https://github.com/acristescu), tác giả của ứng dụng mã nguồn mở [**Sente**](https://github.com/acristescu/OnlineGo) cho Android. Trong quá trình phát triển Surround đã có tham khảo rất nhiều từ Sente.
zh_hans: 感谢 [**Alexandru Cristescu**](https://github.com/acristescu) 为 OGS 开发并开源 [**Sente**](https://github.com/acristescu/OnlineGo) Android 应用。该应用的开发过程和项目本身都为我的开发工作提供了宝贵参考。
zh_hant: [**Alexandru Cristescu**](https://github.com/acristescu)，感謝他開發並開源 OGS Android 應用程式 [**Sente**](https://github.com/acristescu/OnlineGo)。這款 Android 應用程式的開發過程與專案本身，在 Surround 開發期間提供了寶貴的參考。

source: [**Linh Pham**](https://linhpham.me), for creating the app icon, and providing design advises for the app.
de: [**Linh Pham**](https://linhpham.me) für die Gestaltung des App-Symbols und die Designberatung für die App.
es: A [**Linh Pham**](https://linhpham.me), por crear el icono de la app y aportar consejos sobre su diseño.
fr: [**Linh Pham**](https://linhpham.me), pour la création de l'icône de l'application et pour ses conseils de conception.
ja: アップ・アイコンの作成とデザインのご相談は、[**Linh Pham**](https://linhpham.me)さんにご提供いいただきました。
ko: 앱 아이콘을 만들고 디자인 조언을 제공해 준 [**Linh Pham**](https://linhpham.me)에게 감사드립니다.
pt_br: [**Linh Pham**](https://linhpham.me), por criar o ícone do app e oferecer orientações de design.
pt_pt: A [**Linh Pham**](https://linhpham.me), por ter criado o ícone da app e pelas sugestões de design.
th: [**Linh Pham**](https://linhpham.me) ผู้สร้างไอคอนแอปและให้คำแนะนำด้านการออกแบบ
vi: [**Linh Pham**](https://linhpham.me), người thiết kế biểu tượng ứng dụng và hỗ trợ tư vấn thiết kế cho Surround.
zh_hans: 感谢 [**Linh Pham**](https://linhpham.me) 设计本应用的图标，并提供设计建议。
zh_hant: [**Linh Pham**](https://linhpham.me)，感謝他設計應用程式圖示，並提供設計建議。

source: [**Raphaël Assenat**](https://www.raphnet.net/index_en.php), for kickstarting the effort to translate this app to multiple languages, and for translating the app to Japanese and French.
de: [**Raphaël Assenat**](https://www.raphnet.net/index_en.php) für den Anstoß, diese App in mehrere Sprachen zu übersetzen, sowie für die Übersetzung der App ins Japanische und Französische.
es: A [**Raphaël Assenat**](https://www.raphnet.net/index_en.php), por impulsar la traducción de esta app a varios idiomas y por traducirla al japonés y al francés.
fr: [**Raphaël Assenat**](https://www.raphnet.net/index_en.php), pour la mise en branle de l'effort de traduction de l'application en plusieurs langues ainsi que pour les traductions japonaise et française.
ja: [**Raphaël Assenat**](https://www.raphnet.net/index_en.php)は、このアプリの翻訳を開始して、日本語とフランス語の翻訳を提供しました。
ko: 다국어 번역을 시작하고 일본어와 프랑스어 번역을 제공해 준 [**Raphaël Assenat**](https://www.raphnet.net/index_en.php)에게 감사드립니다.
pt_br: [**Raphaël Assenat**](https://www.raphnet.net/index_en.php), por dar início ao esforço de tradução deste app para vários idiomas e por traduzi-lo para japonês e francês.
pt_pt: A [**Raphaël Assenat**](https://www.raphnet.net/index_en.php), por ter impulsionado a tradução desta app para vários idiomas e por a ter traduzido para japonês e francês.
th: [**Raphaël Assenat**](https://www.raphnet.net/index_en.php) ผู้ริเริ่มการแปลแอปเป็นหลายภาษา และแปลแอปเป็นภาษาญี่ปุ่นและฝรั่งเศส
vi: [**Raphaël Assenat**](https://www.raphnet.net/index_en.php), người bắt đầu quá trình dịch Surround ra các ngôn ngữ khác, và giúp dịch Surround sang tiếng Nhật và tiếng Pháp.
zh_hans: 感谢 [**Raphaël Assenat**](https://www.raphnet.net/index_en.php) 推动本应用的多语言翻译工作，并完成日语翻译。
zh_hant: [**Raphaël Assenat**](https://www.raphnet.net/index_en.php)，感謝他推動本應用程式的多語系翻譯，並完成日文與法文翻譯。

source: [**The OGS Team**](https://online-go.com/docs/team), for creating and maintaining an excellent Go Server with open API, and for all the support during the development of the app.
de: [**Das OGS-Team**](https://online-go.com/docs/team) für die Entwicklung und Pflege eines hervorragenden Go-Servers mit offener API und für die gesamte Unterstützung bei der Entwicklung der App.
es: Al [**equipo de OGS**](https://online-go.com/docs/team), por crear y mantener un excelente servidor de Go con una API abierta y por todo su apoyo durante el desarrollo de la app.
fr: [**L'équipe d'OGS**](https://online-go.com/docs/team), pour la creation et la maintenance d'un excellent serveur de Go à API ouverte, et pour le support lors du développement de l'application.
ja: オープンAPIを使った素晴らしい囲碁サーバーを作り、そしてこのアプリの開発に大事なサポートもしてくれて、[**OGSチーム**](https://online-go.com/docs/team)には大変ありがとうございます。
ko: 개방형 API를 갖춘 훌륭한 바둑 서버를 만들고 운영하며 앱 개발을 도와준 [**OGS 팀**](https://online-go.com/docs/team)에게 감사드립니다.
pt_br: [**A equipe do OGS**](https://online-go.com/docs/team), por criar e manter um excelente servidor de Go com API aberta e por todo o apoio durante o desenvolvimento do app.
pt_pt: À [**equipa do OGS**](https://online-go.com/docs/team), por criar e manter um excelente servidor de Go com uma API aberta e por todo o apoio durante o desenvolvimento da app.
th: [**ทีม OGS**](https://online-go.com/docs/team) ผู้สร้างและดูแลเซิร์ฟเวอร์หมากล้อมชั้นเยี่ยมที่มี API แบบเปิด ตลอดจนให้การสนับสนุนระหว่างการพัฒนาแอป
vi: [**Đội ngũ OGS**](https://online-go.com/docs/team), những người tạo ra, duy trì website OGS, và hỗ trợ quá trình phát triển Surround.
zh_hans: 感谢 [**OGS 团队**](https://online-go.com/docs/team) 创建并维护提供开放 API 的优秀围棋服务器，以及在本应用开发期间给予的全力支持。
zh_hant: [**OGS 團隊**](https://online-go.com/docs/team)，感謝他們建立並維護優秀且開放 API 的圍棋伺服器，也感謝他們在應用程式開發期間提供的各項協助。

# **%@** for every **%lld moves**.
source: **%1$@** for every **%2$lld moves**.
de: **%1$@** für jeweils **%2$lld Züge**.
es: **%1$@** por cada **%2$lld jugadas**.
fr: **%1$@** pour chaque **%2$lld coups**.
ja: **%2$lld**手を**%1$@**以内
ko: **%2$lld수**마다 **%1$@**입니다.
pt_br: **%1$@** a cada **%2$lld jogadas**.
pt_pt: **%1$@** por cada **%2$lld jogadas**.
th: **%1$@** ต่อ **%2$lld ตา**
vi: **%1$@** cho mỗi **%2$lld** nước.
zh_hans: 每 **%2$lld 手**可用 **%1$@**。
zh_hant: 每 **%2$lld 手**限時 **%1$@**。

source: **%@** of total play time for each player.
de: **%@** Gesamtbedenkzeit pro Spieler.
es: **%@** de tiempo de juego total para cada jugador.
fr: **%@** de temps total par joueur.
ja: **%@**切り抜け
ko: 각 플레이어의 총 대국 시간은 **%@**입니다.
pt_br: **%@** de tempo total de jogo para cada jogador.
pt_pt: **%@** de tempo total de jogo para cada jogador.
th: ผู้เล่นแต่ละคนมีเวลาเล่นรวม **%@**
vi: Tổng thời gian **%@** cho mỗi bên.
zh_hans: 每位棋手的总用时为 **%@**。
zh_hant: 每位玩家的總用時為 **%@**。

source: **%@** per move.
de: **%@** pro Zug.
es: **%@** por jugada.
fr: **%@** par coup.
ja: 一手**%@**
ko: 한 수당 **%@**입니다.
pt_br: **%@** por jogada.
pt_pt: **%@** por jogada.
th: **%@** ต่อตา
vi: **%@** mỗi nước.
zh_hans: 每手限时 **%@**。
zh_hant: 每手 **%@**。

source: **%lld correspondence games** and **%lld live games** are being played right now.
de: Derzeit werden **%lld Korrespondenzpartien** und **%lld Live-Partien** gespielt.
es: Ahora mismo se están jugando **%lld partidas por correspondencia** y **%lld partidas en vivo**.
fr: **%lld parties par correspondence** et **%lld parties en temps réel** sont en ce moment en cours.
ja: 通信対局中：%lld 、ライブ対局：%lld
ko: **통신 대국 %lld국**과 **실시간 대국 %lld국**이 진행 중입니다.
pt_br: **%lld partidas por correspondência** e **%lld partidas ao vivo** estão sendo disputadas neste momento.
pt_pt: **%lld partidas por correspondência** e **%lld partidas em direto** estão a ser jogadas neste momento.
th: ขณะนี้กำลังเล่น **เกมผลัดตาระยะยาว %lld เกม** และ **เกมสด %lld เกม**
vi: Có **%lld ván trường kỳ** và **%lld ván trực tiếp** hiện đang chơi.
zh_hans: 目前正在进行 **%lld 盘通信对局**和 **%lld 盘即时对局**。
zh_hant: 目前有 **%lld 場非即時對局**與 **%lld 場即時對局**正在進行。

# **%lld periods** of **%@**.
source: **%1$lld periods** of **%2$@**.
de: **%1$lld Perioden** à **%2$@**.
es: **%1$lld períodos** de **%2$@**.
fr: **%1$lld périodes** de **%2$@**.
ja: 考慮時間は**%2$@**(%1$lld回)。
ko: **%2$@** 초읽기 **%1$lld회**입니다.
pt_br: **%1$lld períodos** de **%2$@**.
pt_pt: **%1$lld períodos** de **%2$@**.
th: **%1$lld ช่วง** ช่วงละ **%2$@**
vi: **%1$lld chu kì** byo-yomi **%2$@**.
zh_hans: **%1$lld 次**读秒，每次 **%2$@**。
zh_hant: **%1$lld 次**，每次 **%2$@**。

source: **Analysis mode** allows you and your opponent to test out variations during the game. It's like a separate virtual board where you can try things out.
de: Im **Analysemodus** kannst du während der Partie gemeinsam mit deinem Gegner Varianten ausprobieren. Er funktioniert wie ein separates virtuelles Brett zum Experimentieren.
es: El **modo de análisis** permite probar variantes durante la partida tanto a ti como a tu oponente. Es como un tablero virtual separado para experimentar.
fr: Le **Mode d'analyse** permet aux joueurs d'essayer des variations pendant la partie. C'est comme un plateau de jeu séparé où vous pouvez expérimenter.
ja: 検討モードでは、対局中に変化図をつけることができます。何でも試してみることができる別の碁盤のようなものです。
ko: **분석 모드**에서는 대국 중 상대와 변화도를 시험해 볼 수 있습니다. 자유롭게 수를 놓아 볼 수 있는 별도의 가상 바둑판과 같습니다.
pt_br: O **modo de análise** permite que você e seu adversário testem variações durante a partida. É como um tabuleiro virtual separado para experimentar jogadas.
pt_pt: O **modo de análise** permite-lhe, a si e ao adversário, testar variações durante a partida. É como um tabuleiro virtual separado onde podem experimentar jogadas.
th: **โหมดวิเคราะห์** ให้คุณและคู่แข่งทดลองแนวทางการเดินระหว่างเกมได้ เสมือนมีกระดานแยกอีกกระดานให้ลองวางหมาก
vi: **Chế độ phân tích** cho phép bạn và đối thủ chơi thử các biến thể trên bàn cờ giữa ván đấu.
zh_hans: 在**分析模式**中，您和对手可以在对局期间尝试各种变化。它就像一块独立的虚拟棋盘，供双方推演。
zh_hant: **分析模式**讓你與對手在對局中測試各種變化。它就像另一個虛擬棋盤，可供你嘗試不同下法。

source: **Automatic** setting will determine the number of handicap stones based on your and your opponent's rank.
de: Die Einstellung **Automatisch** bestimmt die Anzahl der Vorgabesteine anhand deiner Spielstärke und der deines Gegners.
es: La configuración **Automática** determinará el número de piedras de hándicap según el rango de ambos jugadores.
fr: Le nombre de pierres d'handicap sera déterminé en fonction du niveau des adversaires.
ja: 自動置き碁では、お互いの棋力によって、システムが決めます。
ko: **자동** 설정은 나와 상대의 기력에 따라 접바둑 치수를 결정합니다.
pt_br: A opção **Automática** define o número de pedras de vantagem com base no seu nível e no nível do adversário.
pt_pt: A definição **Automática** determina o número de pedras de handicap com base na sua graduação e na do adversário.
th: การตั้งค่า **อัตโนมัติ** จะกำหนดจำนวนหมากต่อตามระดับฝีมือของคุณและคู่แข่ง
vi: Khi chọn **tự động**, hệ thống sẽ quyết định số quân chấp dựa trên chênh lệch cấp bậc giữa hai bên.
zh_hans: 选择**自动**后，将根据双方棋力决定让子数。
zh_hant: **自動**設定會依你與對手的棋力決定讓子數。

source: **Automatic** setting will either assign white to the stronger player, or just assign randomly.
de: Die Einstellung **Automatisch** weist dem stärkeren Spieler Weiß zu oder lost die Farben zufällig aus.
es: La configuración **Automática** asignará las blancas al jugador más fuerte o las asignará al azar.
fr: Lorsque le choix des couleurs est **automatique**, les pierres blanches sont assignées au joueur le plus fort, ou simplement au hasard.
ja: **自動色**にすると、ランクが高い方は白になります。両方は同じくらいのランクの場合、ランダムに色になります。
ko: **자동** 설정은 기력이 높은 플레이어에게 백을 배정하거나 색을 무작위로 정합니다.
pt_br: A opção **Automática** atribui as pedras brancas ao jogador mais forte ou escolhe as cores aleatoriamente.
pt_pt: A definição **Automática** atribui as brancas ao jogador mais forte ou escolhe as cores aleatoriamente.
th: การตั้งค่า **อัตโนมัติ** จะให้ผู้เล่นที่เก่งกว่าเป็นฝ่ายขาว หรือสุ่มสีหมาก
vi: Khi chọn màu **tự động**, màu quân sẽ được chọn ngẫu nhiên, nhưng thông thường người chơi mạnh hơn sẽ cầm quân trắng.
zh_hans: 选择**自动**后，将由实力较强的一方执白，或随机分配黑白。
zh_hant: **自動**設定會讓棋力較強的玩家執白，或隨機分配棋色。

source: **Casual**
de: **Unverbindlich**
es: **Informal**
fr: **Détente**
ja: 気軽に
ko: **캐주얼**
th: **เล่นสบาย ๆ**
vi: **Luật mở**
zh_hans: **休闲**
zh_hant: **休閒**

source: **Correspondence games** are played over many days, around 1 day per move. Players often play multiple correspondence games at the same time.
de: **Korrespondenzpartien** erstrecken sich über viele Tage, mit ungefähr einem Tag pro Zug. Häufig werden mehrere Korrespondenzpartien gleichzeitig gespielt.
es: Las **partidas por correspondencia** se juegan a lo largo de muchos días, aproximadamente un día por jugada. Es habitual jugar varias partidas por correspondencia a la vez.
fr: Les **parties par correspondance** se jouent sur une longe période, à un rythme moyen d'environ 1 coup par jour. Les joueurs jouent couramment plusieurs parties par correspondance en simultané.
ja: 通信対局は、数日に続き、1 手につき 1 日ほどのスピードで、同時に、複数の対局もできます。
ko: **통신 대국**은 보통 한 수에 하루 정도씩 여러 날에 걸쳐 진행됩니다. 여러 통신 대국을 동시에 두는 경우가 많습니다.
pt_br: As **partidas por correspondência** são disputadas ao longo de vários dias, com cerca de um dia por jogada. É comum disputar várias partidas por correspondência ao mesmo tempo.
pt_pt: As **partidas por correspondência** decorrem ao longo de vários dias, com cerca de um dia por jogada. É habitual jogar várias partidas por correspondência ao mesmo tempo.
th: **เกมผลัดตาระยะยาว** เล่นต่อเนื่องหลายวัน โดยเฉลี่ยราว 1 วันต่อตา ผู้เล่นมักเล่นหลายเกมพร้อมกัน
vi: Mỗi **ván trường kỳ** thường diễn ra trong thời gian nhiều ngày, thời gian trung bình cho mỗi nước khoảng 1 ngày. Mỗi người chơi thường sẽ chơi nhiều ván trường kỳ cùng lúc.
zh_hans: **通信对局**会持续多日，通常每手约有 1 天时间。棋手往往会同时进行多盘通信对局。
zh_hant: **非即時對局**通常橫跨多日，約每天一手。玩家常會同時進行多場非即時對局。

source: **Custom** board sizes are not available in **ranked** games.
de: **Benutzerdefinierte** Brettgrößen sind in **gewerteten** Partien nicht verfügbar.
es: Los tamaños de tablero **personalizados** no están disponibles en partidas **clasificatorias**.
fr: Un plateau de taille **sur mesure** n'est pas possible pour les parties **classées**.
ja: ランク戦では、カスタマイズしたサイズを使えません。
ko: **승강급 대국**에서는 **사용자 지정** 바둑판 크기를 사용할 수 없습니다.
pt_br: Tamanhos de tabuleiro **personalizados** não estão disponíveis em partidas **ranqueadas**.
pt_pt: Os tamanhos de tabuleiro **personalizados** não estão disponíveis em partidas **classificadas**.
th: เกม **จัดอันดับ** ใช้ขนาดกระดาน **กำหนดเอง** ไม่ได้
vi: Ván đấu **xếp hạng** chỉ có thể chọn kích thước bàn cờ **tiêu chuẩn**.
zh_hans: **等级分**对局不能使用**自定义**棋盘尺寸。
zh_hant: **自訂**棋盤尺寸不適用於 **積分**對局。

source: **Custom** komi is not available in **ranked** games.
de: **Benutzerdefiniertes** Komi ist in **gewerteten** Partien nicht verfügbar.
es: El komi **personalizado** no está disponible en partidas **clasificatorias**.
fr: Un komi **sur mesure** n'est pas possible pour les parties **comptabilisées**
ja: ランク戦では、カスタマイズしたコミを使えません。
ko: **승강급 대국**에서는 **사용자 지정** 덤을 사용할 수 없습니다.
pt_br: O komi **personalizado** não está disponível em partidas **ranqueadas**.
pt_pt: O komi **personalizado** não está disponível em partidas **classificadas**.
th: เกม **จัดอันดับ** ใช้โคมิแบบ **กำหนดเอง** ไม่ได้
vi: Ván đấu **xếp hạng** chỉ được chọn komi **tiêu chuẩn**.
zh_hans: **等级分**对局不能使用**自定义**贴目。
zh_hant: **自訂**貼目不適用於 **積分**對局。

source: **Custom** komi: **%.1f**
de: **Benutzerdefiniertes** Komi: **%.1f**
es: Komi **personalizado**: **%.1f**
fr: komi **sur mesure**: **%.1f**
ja: カスタマイズされたコミ：**%.1f**
ko: **사용자 지정** 덤: **%.1f집**
pt_br: Komi **personalizado**: **%.1f**
pt_pt: Komi **personalizado**: **%.1f**
th: โคมิแบบ **กำหนดเอง**: **%.1f**
vi: Komi **tự chọn**: **%.1f**
zh_hans: **自定义**贴目：**%.1f**
zh_hant: **自訂**貼目：**%.1f**

source: **Live games** generally finish in one sitting, around 30 seconds per move, or 10 seconds per move in **Blitz** mode.
de: **Live-Partien** enden normalerweise in einer Sitzung, mit ungefähr 30 Sekunden pro Zug oder 10 Sekunden pro Zug im **Blitzmodus**.
es: Las **partidas en vivo** suelen terminarse en una sola sesión, con unos 30 segundos por jugada, o 10 segundos por jugada en el modo **Blitz**.
fr: Une **partie en temps réel** se termine en général en une session, au rythme de 30 secondes par coup, ou 10 en mode **Blitz**.
ja: **ライブ対局** ：普段1 手 30 秒前後で、**ブリッツ**の場合、1 手 10 秒前後。
ko: **실시간 대국**은 보통 한 수에 약 30초, **초속기**에서는 약 10초로 한 번에 끝납니다.
pt_br: As **partidas ao vivo** geralmente terminam em uma única sessão, com cerca de 30 segundos por jogada ou 10 segundos por jogada no modo **Blitz**.
pt_pt: As **partidas em direto** terminam numa só sessão: cerca de 30 segundos por jogada, ou 10 no modo **Blitz**.
th: **เกมสด** มักเล่นจบในครั้งเดียว โดยใช้เวลาราว 30 วินาทีต่อตา หรือ 10 วินาทีต่อตาในโหมด **บลิตซ์**
vi: Thời gian cho mỗi **ván trực tiếp** thường khoảng 30 giây mỗi nước, hoặc 10 giây mỗi nước nếu chọn chế độ **cờ chớp**.
zh_hans: **即时对局**通常会一次完成，每手约 30 秒；在**闪电**模式下，每手约 10 秒。
zh_hant: **即時對局**通常會一次下完，每手約 30 秒；**快棋**模式則每手約 10 秒。

source: **Surround** includes these open source components:
de: **Surround** enthält diese Open-Source-Komponenten:
es: **Surround** incluye estos componentes de código abierto:
fr: **Surround** incorpore les éléments open-source suivants:
ja: Surroundには、こちらのOSSコンポーネントを含まれています：
ko: **Surround**에는 다음 오픈 소스 구성 요소가 포함되어 있습니다:
pt_br: O **Surround** inclui estes componentes de código aberto:
pt_pt: O **Surround** inclui estes componentes de código aberto:
th: **Surround** ใช้ส่วนประกอบโอเพนซอร์สต่อไปนี้:
vi: **Surround** có sử dụng những dự án mã nguồn mở sau:
zh_hans: **Surround** 包含以下开源组件：
zh_hant: **Surround** 包含以下開放原始碼元件：
